---
kind: enumMember
id: F:Autodesk.Revit.DB.ImageTypeStatus.Imported
enum: Autodesk.Revit.DB.ImageTypeStatus
source: html/b84b2403-3c15-b917-ec36-7cca79c50c81.htm
---
# Autodesk.Revit.DB.ImageTypeStatus.Imported

The image was imported and is available.